Revit 2024 API
ParameterTypeId.RbsElecAnalyticalLoadTypeParam Property
 "Load Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecAnalyticalLoadTypeParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecAnalyticalLoadTypeParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecAnalyticalLoadTypeParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace